Repository: anybodesign/from-scratch
Catalog: languages/*.po
Languages: fr_fr

source: They talk about it
fr_fr: Ils en parlent

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Do we talk about it?
fr_fr: On en discute ?

source: Add my comment!
fr_fr: Ajouter mon commentaire !

source: Toolbar Menu
fr_fr: Menu barre d'outils

source: Main Menu
fr_fr: Menu principal

source: Footer Menu
fr_fr: Menu pied de page

source: Social Menu
fr_fr: Menu réseaux sociaux

source: Secondary navigation
fr_fr: Navigation secondaire

source: Oops! That page can&rsquo;t be found
fr_fr: Oops! Page introuvable

source: Read More
fr_fr: Lire la suite

source: of
fr_fr: de

source: Thumbnail x2
fr_fr: Miniature (x2)

source: Medium x2
fr_fr: Moyenne (x2)

source: Large x2
fr_fr: Grande x2

source: Screen Medium
fr_fr: Écran moyen

source: Screen Full
fr_fr: Plein écran

source: Blog Widgets
fr_fr: Widget du blog

source: Footer Widgets #1
fr_fr: Widgets pied de page #1

source: Footer Widgets #2
fr_fr: Widgets pied de page #2

source: Footer Widgets #3
fr_fr: Widgets pied de page #3

source: Text intro
fr_fr: Texte d’intro

source: Text mentions
fr_fr: Mentions

source: Action button
fr_fr: Bouton d’action

source: Search for:
fr_fr: Rechercher :

source: Search
fr_fr: Chercher

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Reply
fr_fr: Répondre

source: Edit
fr_fr: Modifier

source: Social icons
fr_fr: Icônes de réseaux sociaux

source: Icon
fr_fr: Icône

source: Primary color
fr_fr: Couleur primaire

source: Secondary color
fr_fr: Couleur secondaire

source: Accent color
fr_fr: Couleur d’accentuation

source: Text color
fr_fr: Couleur du texte

source: Background color
fr_fr: Couleur d’arrière-plan

source: White
fr_fr: Blanc

source: Header Options
fr_fr: Options de l'en-tête

source: Footer Options
fr_fr: Options du pied de page

source: Theme Options
fr_fr: Options du thème

source: Blog Options
fr_fr: Options du blog

source: Layout Options
fr_fr: Options de mise en page

source: Choose the layout of the site header and main navigation.
fr_fr: Choisissez la mise en page pour l'en-tête du site et la navigation principale.

source: Theme Pictures
fr_fr: Images du thème

source: Select default banner pictures.
fr_fr: Sélection des images par défaut pour la bannière.

source: Theme Fonts
fr_fr: Polices du thème

source: Choose a font combination for the site.
fr_fr: Choisissez une combinaison de polices pour le site.

source: Main color and titles color
fr_fr: Couleur principale et couleur des titres

source: Contrast color
fr_fr: Couleur de contraste

source: Links and contrast color
fr_fr: Couleur des liens et de contraste

source: Buttons white text
fr_fr: Texte blanc pour les boutons

source: Buttons white text on mouse over
fr_fr: Texte blanc pour les boutons au survol de la souris

source: Used for components backgrounds
fr_fr: Utilisé pour les arrière-plans de composants

source: Page background color
fr_fr: Couleur de fond page

source: Header color
fr_fr: Couleur de l'en-tête

source: White text in header
fr_fr: Texte blanc dans l’en-tête

source: Footer color
fr_fr: Couleur du pied de page

source: White text in footer
fr_fr: Texte blanc dans le footer

source: Site Logo
fr_fr: Logo du site

source: Your logo, displayed instead of the website title.
fr_fr: Votre logo, affiché à la place du titre du site.

source: Logo height
fr_fr: Hauteur du logo

source: Set a maximum height in pixels.
fr_fr: Définir une hauteur maximale en pixels.

source: Site Logo - Mobile
fr_fr: Logo du site - mobile

source: Specific version of the logo for mobile devices. If none, the default logo will be used.
fr_fr: Version spécifique du logo pour appareils mobiles. Si non renseigné, le logo par défaut sera utilisé.

source: Mobile logo height
fr_fr: Hauteur du logo mobile

source: Hide the site title
fr_fr: Masquer le titre du site

source: Hide the website tagline
fr_fr: Masquer le slogan du site

source: Display search in toolbar
fr_fr: Afficher la recherche dans la barre d’outils

source: Display high Contrast button in toolbar
fr_fr: Afficher un bouton de contraste élevé dans la barre d’outils

source: Custom footer text
fr_fr: Texte de pied de page personnalisé

source: Add a custom text instead of the year and blog name.
fr_fr: Ajouter un texte personnalisé au lieu du nom de blog et de l’année.

source: Display WordPress Link
fr_fr: Afficher le lien WordPress

source: Display a Back to top button
fr_fr: Afficher un bouton Haut de page

source: Make the header sticky
fr_fr: Rendre l'en-tête collant

source: Load new posts on click
fr_fr: Charger les nouveaux articles au clic

source: Use Scrollout to animate blocks on scroll
fr_fr: Utilisez Scrollout pour animer les blocs au scroll

source: Use Fancybox to enlarge pictures
fr_fr: Utilisez Fancybox pour agrandir les images

source: Disable custom color palette
fr_fr: Désactiver la palette de couleurs personnalisée

source: Disable custom font sizes
fr_fr: Désactiver les tailles de police personnalisées

source: Enable custom logo
fr_fr: Activer le logo personnalisé

source: Enable custom background
fr_fr: Activer l’arrière-plan personnalisé

source: Enable custom header
fr_fr: Activer l’en-tête personnalisé

source: Enable post formats
fr_fr: Activez les formats d’articles

source: Enable Woocommerce support
fr_fr: Activer le support Woocommerce

source: Blog introduction text
fr_fr: Texte d’introduction du blog

source: Show the sidebar on the blog page
fr_fr: Afficher la barre latérale sur la page du blog

source: Show the sidebar on single posts
fr_fr: Afficher la barre latérale sur les articles

source: Show the category dropdown on the blog page
fr_fr: Afficher le sélecteur de catégories sur les pages du blog

source: Excerpt lenght (number of words)
fr_fr: Longueur de l’extrait (nombre de mots)

source: Show the publication date in post meta
fr_fr: Afficher la date de publication dans les post meta

source: Show the author in post meta
fr_fr: Afficher l’auteur dans les post meta

source: Show the category in post meta
fr_fr: Afficher la catégorie dans les post meta

source: Add basic social networks sharing buttons on single posts (Facebook, Twitter, LinkedIn, e-mail)
fr_fr: Ajouter des boutons de partage de base pour les réseaux sociaux sur les articles (Facebook, Twitter, LinkedIn, e-mail)

source: Enable post tags
fr_fr: Activer les étiquettes

source: Layout version
fr_fr: Version de mise en page

source: Child pages location
fr_fr: Emplacement des pages enfants

source: Page banner
fr_fr: Bannière de page

source: Sidebar
fr_fr: Barre latérale

source: Do not display child pages
fr_fr: Ne pas afficher les pages enfants

source: Display page description or post metas in the banner
fr_fr: Afficher la description de la page ou les post metas dans la bannière

source: Choose your fonts
fr_fr: Choisissez vos polices

source: Custom Child Theme Font
fr_fr: Police personnalisée du thème enfant

source: Show background images in the banner
fr_fr: Afficher des images de fond dans la bannière

source: Default banner
fr_fr: Bannière par défaut

source: Choose a default picture for the page banner. (2048 x 625 pixels max.)
fr_fr: Choisissez une image par défaut pour la bannière de page. (2048 x 625 pixels max.)

source: Choose a picture for the blog banner. (2048 x 625 pixels max.)
fr_fr: Choisissez une photo pour la bannière du blog. (2048 x 625 pixels max.)

source: 404 error
fr_fr: Erreur 404

source: Choose a picture for the 404 error page. (2048 x 625 pixels max.)
fr_fr: Choisissez une image pour la page d’erreur 404. (2048 x 625 pixels max.)

source: Small
fr_fr: Petite

source: Regular
fr_fr: Normale

source: Medium
fr_fr: Moyenne

source: Large
fr_fr: Grande

source: View details
fr_fr: Voir les détails

source: More information about %s
fr_fr: Plus d'informations sur %s

source: Check for updates
fr_fr: Vérifier les mises à jour

# the plugin title
source: The %s plugin is up to date.
fr_fr: L’extension %s est à jour.

# the plugin title
source: A new version of the %s plugin is available.
fr_fr: Une nouvelle version de l'extension %s est disponible.

# the plugin title
source: Could not determine if updates are available for %s.
fr_fr: Impossible de déterminer si des mises à jour sont disponibles pour %s.

source: Unknown update checker status "%s"
fr_fr: Statut inconnu du vérificateur de mise à jour "%s"

source: There is no changelog available.
fr_fr: Il n’y a aucun historique des mises à jour disponible.

source: Unfold Sub-Menu
fr_fr: Déplier le sous-menu

source: Categories
fr_fr: Catégories

source: All categories
fr_fr: Toutes les catégories

source: Back to top
fr_fr: Haut de page

source: Powered by WordPress!
fr_fr: Propulsé par WordPress !

source: Social Networks
fr_fr: Réseaux sociaux

source: Go to Home Page
fr_fr: Aller à la page d'accueil

source: Go to main content
fr_fr: Aller au contenu principal

source: Go to main menu
fr_fr: Aller au menu principal

source: Enter keyword
fr_fr: Entrer un mot clé

source: Search for
fr_fr: Rechercher

source: High contrast
fr_fr: Contraste élevé

source: Restore contrast
fr_fr: Retablir le contraste

source: No post for now
fr_fr: Aucun article pour l’instant

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier votre premier article ? <a href=« %1$s »>Commencez ici</a>.

source: Sorry, no post have been published yet.
fr_fr: Désolé, aucun article n’a encore été publié.

source: Sorry, no post have been published in this category yet.
fr_fr: Désolé, aucun article n’a encore été publié dans cette catégorie.

source: Nothing found
fr_fr: Aucun résultat

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Aucun résultat ne correspond à vos critères de recherche. Essayez avec d’autres mots clés.

source: It seems that page or post doesn’t exists anymore. Or maybe the URL is wrong or has changed… Perhaps searching can help.
fr_fr: Il semble que cette page ou cette publication n’existe plus. Ou peut-être que l’URL est erronée ou a changé... Peut-être qu’une recherche peut aider.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Nous ne trouvons pas ce que vous cherchez. Essayez peut-être de faire une recherche.

source: Search Results for: %s
fr_fr: Résultats de la recherche pour : %s

source: Next page
fr_fr: Page suivante

source: Previous page
fr_fr: Page précédente

source: Posted
fr_fr: Publié

source: on&nbsp;
fr_fr: le&nbsp;

source: by&nbsp;
fr_fr: par&nbsp;

source: in&nbsp;
fr_fr: dans&nbsp;

source: %s comment
fr_fr: %s commentaire

source: Nothing more more to display
fr_fr: Rien de plus à afficher

source: Load more posts
fr_fr: Afficher plus d’articles

source: Share this post
fr_fr: Partager cet article

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Share on LinkedIn
fr_fr: Partager sur LinkedIn

source: Share by e-mail
fr_fr: Partager par email

source: Sidebar Menu
fr_fr: Menu barre latérale

source: A WordPress Starter Theme
fr_fr: Un starter thème pour WordPress
